org-tutorials/org-column-screencast.org
# Created 2021-06-15 Tue 18:25
#+OPTIONS: H:3 num:nil toc:t \n:nil ::t |:t ^:t -:t f:t *:t tex:t d:(HIDE) tags:not-in-toc
#+TITLE: Emacs Org's Column View
#+AUTHOR: Bastien Guerry
#+seq_todo: TODO DONE
#+language: en
[[file:../index.org][{Back to Worg's index}]]

Ahem. Better *turn the sound off*.  Feel free to download the [[http://bzg.fr/u/org-column-screencast.mpeg][.mpeg
video]] (8MO), add some nice music, and send it back to me!

See the tutorial for details: [[file:org-column-view-tutorial.org][Org's Column View]]

*Convention*: I use the =transient-mark-mode= (blue background) to
highlight the part of the text that describes what I will do next.

[[file:~/install/git/worg/users/bzg.org][Back to Bastien's org page]]
