org-tutorials/org-column-screencast.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Emacs Org&rsquo;s Column View</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Bastien Guerry" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Emacs Org&rsquo;s Column View</h1>
<p>
<a href="../index.html">{Back to Worg&rsquo;s index}</a>
</p>

<p>
Ahem. Better <b>turn the sound off</b>.  Feel free to download the <a href="http://bzg.fr/u/org-column-screencast.mpeg">.mpeg
video</a> (8MO), add some nice music, and send it back to me!
</p>

<p>
See the tutorial for details: <a href="org-column-view-tutorial.html">Org&rsquo;s Column View</a>
</p>

<p>
<b>Convention</b>: I use the <code>transient-mark-mode</code> (blue background) to
highlight the part of the text that describes what I will do next.
</p>

<iframe src="//player.vimeo.com/video/60781331" width="500" height="375" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>

<p>
<a href="file:///home/krupal/install/git/worg/users/bzg.html">Back to Bastien&rsquo;s org page</a>
</p>
</div>
<div id="postamble" class="status">
<p class="author">Author: Bastien Guerry</p>
<p class="date">Created: 2021-06-15 Tue 18:25</p>
</div>
</body>
</html>
